driver-tests/bpelse/SchemaElemDecl/BPwithMsgElemQualCompApp/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bpw="http://xml.netbeans.org/schema/BPwithMsgElemQualifiedSchema">
  <soapenv:Body>
    <bpw:MsgElem>
      <bpw:msgId>1022</bpw:msgId>
      <bpw:msgStr>Sending Msg2</bpw:msgStr>
    </bpw:MsgElem>
  </soapenv:Body>
</soapenv:Envelope>